Repository: FZUG/repo
Catalog: rpms/foxit/FoxitReader_*.po
Languages: ru

source: Preparing to print ...
ru: Подготовка к печати...

source: Successful! Finished printing.
ru: Успешное завершение печати.

source: &About Foxit Reader ...
ru: &О Foxit Reader...

source: &Accepted
ru: &Принято

source: &Actual Size
ru: &Фактический размер

source: &All
ru: &Все

source: &Annotation Selection Tool
ru: &Выбор инструмента аннотации

source: &Application Language:
ru: &Язык приложения

source: &Arrow Tool
ru: &Стрелка

source: &Author:
ru: &Автор:

source: &Automatically Scroll
ru: &Автоматическая прокрутка

source: &Background:
ru: &Фон:

source: &Bookmarks
ru: &Закладки

source: &Cancel
ru: &Отмена

source: &Cancelled
ru: &Отменено

source: &Check for Updates
ru: П&роверка обновлений

source: &Clockwise
ru: По &часовой стрелке

source: &Close
ru: &Закрыть

source: &Close Properties
ru: &Закрыть свойства

source: &Cloudy Tool
ru: &облачный инструмент

source: &Color ...
ru: &Цвет

source: &Commenting Tools
ru: &Инструмент комментариев

source: &Confirmed
ru: &Подтверждено

source: &Continuous Facing
ru: &Страница к странице

source: &Continuous Scroll
ru: &Непрерывная прокрутка

source: &Copies:
ru: &Копии:

source: &Copy
ru: &Копировать

source: &Customize Toolbar ...
ru: &Настройки панели инструментов ...

source: &Delete
ru: &Удалить

source: &Delete Annotations Del
ru: Удалить аннотации Del

source: &Delete this Reply
ru: &Удалить ответ

source: &Dimension Tool
ru: &Измерение инструментов

source: &Drawing Tools
ru: &Инструменты рисования

source: &Edit
ru: &Редактировать

source: &Ellipse Tool
ru: &Инструмент Эллипс

source: &Exit
ru: &Выход

source: &Facing
ru: &По две странице

source: &File
ru: &Файл

source: &Fill color:
ru: &Цвет заливки:

source: &Find ...
ru: &Поиск ...

source: &First Page
ru: &Первая страница

source: &Flip
ru: &Вращение

source: &Foxit Corporation Home Page
ru: &Домашняя страница Foxit Corporation

source: &Full Screen
ru: &Полный экран

source: &Go To
ru: П&ерейти к

source: &Go To Page ...
ru: Перейти &к странице ...

source: &Group
ru: &Группа

source: &Hand Tool
ru: &Рука

source: &Help
ru: &Помощь

source: &Help for Foxit Reader
ru: &Помощь Foxit Reader

source: &Hide Navigation Panel
ru: &Скрыть навигационную панель

source: &Highlight Text Tool
ru: &Выделение

source: &Insert Text Tool
ru: &Вставка текста

source: &Last Page
ru: П&оследняя страница

source: &Line Tool
ru: &Линейный инструмент

source: &Locked
ru: &Заблокировано

source: &Loupe Tool
ru: &Инструмент лупа

source: &Magnifier
ru: &Лупа

source: &Merge
ru: &Объединить

source: &Migration
ru: &Перемещение

source: &Multiple Monitors:
ru: &Несколько мониторов:

source: &Name:
ru: &Имя:

source: &Navigation Panel
ru: &Навигационная панель

source: &Next Page
ru: &Следующая страница

source: &No
ru: &Нет

source: &None
ru: &Нет

source: &Note Tool
ru: &Замечание

source: &Ok
ru: &Ок

source: &Opacity:
ru: &Прозрачность:

source: &Open ...
ru: &Открыть

source: &Open Properties ...
ru: &Открыть свойства

source: &Owner:
ru: &Владелец:

source: &Page Layout
ru: &Макет страницы

source: &Page Thumbnails
ru: &Эскизы страниц

source: &Paste
ru: &Вставить

source: &Polygon Tool
ru: &Многоугольный инструмент

source: &Preferences ...
ru: &Настройки ...

source: &Previous Page
ru: П&редыдущая страница

source: &Print ...
ru: &Печать ...

source: &Properties
ru: &Свойства

source: &Rectangle Tool
ru: &Инструмент прямоугольник

source: &Redo
ru: &Повторить

source: &Rejected
ru: &Отклонено

source: &Remove All
ru: &Удалить все

source: &Replace Text Tool
ru: &Заменить текст

source: &Reply
ru: &Ответ

source: &Reply to this Reply
ru: &Ответить на этот ответ

source: &Review
ru: &Обзор

source: &Rotation
ru: П&оворот

source: &Save
ru: &Сохранить

source: &Seconds:
ru: &Секунды:

source: &Select All
ru: &Выделить все

source: &Select All Text
ru: &Выбрать весь текст

source: &Set Status
ru: &Установить статус

source: &Set To Default PDF Reader
ru: &Установить по умолчанию данный PDF Reader

source: &Show Find ToolBar
ru: &Показать панель поиска

source: &Show Navigation Panel
ru: &Показать навигационную панель

source: &Show Toolbar
ru: &Показать панель инструментов

source: &Single Page
ru: &Одна страница

source: &Snapshot
ru: &Сделать снимок

source: &Squiggly Text Tool
ru: &Волнистые линии

source: &Text Selection Tool
ru: &Выделение текста

source: &Thickness:
ru: &Толщина:

source: &Ticket Support
ru: &Служба поддержки

source: &Time-lapse Scroll
ru: &Покадровая прокрутка

source: &Toolbar
ru: Панель &инструментов

source: &Tools
ru: &Инструменты

source: &Underline Text Tool
ru: &Подчеркивание текста

source: &Undo
ru: &Отменить

source: &Ungroup
ru: &Разгруппировать

source: &View
ru: &Вид

source: &Zoom
ru: &Увеличение

source: &pattern:
ru: &Шаблон:

source: &to:
ru: &до:

source: (not identical)
ru: (не идентичны)

source: Accepted
ru: Принято

source: Actual Font Type:
ru: Текущий тип фона:

source: Actual Font:
ru: Текущий фон:

source: Actual Size
ru: Текущий размер

source: Actual Size Fit Width Fit Height Fit Page 10% 25% 50% 75% 100% 125% 150% 200% 300% 400% 600% 800% 1200% 1600% 3200% 6400%
ru: Текущий размер По ширине По высоте По странице 10% 25% 50% 75% 100% 125% 150% 200% 300% 400% 600% 800% 1200% 1600% 3200% 6400%

source: Add the selected button item into the current toolbar buttons list
ru: Добавить выбранный элемент кнопки, в текущий список кнопок панели инструментов

source: Advanced
ru: Расширенное

source: All pages in range
ru: Все страницы в диапазоне

source: Annot
ru: Примечание

source: Annotation &Properties
ru: &Свойства аннотаций

source: Annotation Owner
ru: Аннотация владельца

source: Any change of the status will be recorded in the above list for this markup. The status can be changed from the popup menu.
ru: Любое изменение статуса будет записано в приведенном выше списке для этой разметки. Статус может быть изменен из всплывающего меню.

source: Appearance
ru: Внешний вид

source: Arabic
ru: Арабский

source: Arabic (Saudi) English French (France) German Greek Italian (Italy) Portuguese (Brazil) Portuguese (Portugal) Russian Simplified Chinese Spanish (Latin America) Spanish (Spain) Turkish
ru: Арабский (Саудовский) Английский Французский (Франция) Немецкий Греческий Итальянский (Италия) Португальский (Бразилий) Португальский (Португалия) Русский Упрощенный китайский Испанский (Латинская Америка) Испанский (Испания) Турецкий

source: Arrow
ru: Стрелка

source: Author:
ru: Автор:

source: Auto-Center
ru: Автоцентрирование

source: Auto-Rotate
ru: Автоповорот

source: Automatically Scroll
ru: Автоматическая прокрутка

source: Autoscroll Speed
ru: Скорость автопрокрутки

source: Available physical memory in your system is too low! Foxit Reader may be unstable, so please close some documents or other applications.
ru: Слишком мало свободной оперативной памяти доступно в данный момент. Foxit Reader может быть нестабильным, поэтому, пожалуйста, закройте некоторые документы или другие приложения.

source: Available toolbar buttons:
ru: Доступные кнопки панели:

source: BasicLatin
ru: Базовый латинский

source: Before you perform print-related tasks such as page setup or printing a document, you need to install a printer.
ru: Перед выполнением задачи, относящейся к печати, такой как создание страницы или печать документа, необходимо установить принтер.

source: Bookmarks
ru: Закладки

source: Border st&yle:
ru: &Стиль границы:

source: C&lose Popup Note
ru: &Закрыть всплывающее примечание

source: C&ollate
ru: &Сравнение

source: C&ompleted
ru: &Завершено

source: C&urrent page
ru: &Текущая страница

source: Can not open the clipboard.
ru: Не удается открыть буфер обмена.

source: Cancel
ru: Отмена

source: Cancelled
ru: Отменено

source: Cannot load resource %d(%s)! The resource file may be corrupted. Please contact your administrator or reinstall this software. It is recommended that you abort the running now to correct this error. Crash may occur without this resource. Do you want to abort the running now?
ru: Не удается открыть ресурс %d(%s)! Файл ресурсов может быть поврежден. Пожалуйста, обратитесь к администратору или переустановите программу. Вы должны прервать выполнение, чтобы исправить ошибку. Без ресусов может привести к сбоям системы. Прервать выполнение сейчас?

source: Cannot open the file or file is not found!
ru: Не удается открыть файл или файл не найден!

source: Cannot open the file! The file cannot be found or opened, the file name may be incorrect. Please verify and try again.
ru: Не удается открыть файл! Файл не может быть найден или открыт, возможно некорректное имя файла. Пожалуйста, проверьте и попробуйте снова.

source: Cannot open the file! The file is encrypted by digital certificate, and the current user doesn't have correct certificate. Please verify and try again.
ru: Не удается открыть файл! Файл зашифрован цифровым сертификатом, и текущий пользователь не указал правильный сертификат. Пожалуйста, проверьте и попробуйте снова.

source: Cannot open the file! The file is encrypted by unknown security settings and cannot be opened. Please verify and try again.
ru: Не удается открыть файл! Файл зашифрован неизвестными параметрами безопасности и не может быть открыт. Пожалуйста, проверьте и попробуйте снова.

source: Cannot save the current document! An unknown error occured when save the file. Please verify and try again.
ru: Невозможно сохранить текущий документ! Произошла неизвестная ошибка при сохранении файла. Пожалуйста, проверьте и попробуйте еще раз.

source: Cannot save the file! The destination file may be opened by another program. Please verify and try again.
ru: Невозможно сохранить файл! Конечный файл может быть открыт другой программой. Пожалуйста, проверьте и попробуйте снова.

source: Caution
ru: Внимание

source: Change &color...
ru: &Настройки цвета...

source: Change the window position
ru: Изменить положение окна

source: Change the window size
ru: Изменить размер окна

source: Changes will be applied when documents are opened.
ru: Изменения будут применяться при открытии документов.

source: Checkmark
ru: Галочка

source: Chinese
ru: Китайский

source: Circle
ru: Круг

source: Click and drag to draw a ellipse on the page
ru: Нажмите и перетащите, чтобы нарисовать эллипс на странице

source: Click and drag to draw a line
ru: Нажмите и перетащите, чтобы нарисовать линию

source: Click and drag to draw a rectangle on the page
ru: Нажмите и перетащите, чтобы нарисовать прямоугольник на странице

source: Click and drag to draw an arrow line
ru: Нажмите и перетащите, чтобы нарисовать стрелку

source: Click and drag to draw an arrow line with butts
ru: Нажмите и перетащите, чтобы нарисовать стрелку с утолщенными концами

source: Click and drag to draw freeform on the page
ru: Нажмите и перетащите, чтобы рисовать в свободной форме на странице

source: Click and enter certain text to find it in the document
ru: Нажмите и введите текст, чтобы найти его в документе

source: Click around an object or text to draw a cloud around it
ru: Нажмите вокруг объекта или текста, чтобы нарисовать облако вокруг него

source: Click over the Pencil Tool Object to erase it
ru: Нажмите на объект инструмента Карандаш, чтобы стереть это

source: Click text to add an insert mark at current cursor position
ru: Нажмите, чтобы вставить текст в текущую позицию курсора

source: Click the outline of the polygon shape you want to create;double-click to end
ru: Щелкните мышью для создания контура многоугольной формы; двойной клик для окончания

source: Click the page to add a note at that position
ru: Выберите страницу, чтобы добавить примечание в этой позиции

source: Click the points of the shape; double-click to end
ru: Щелкните на точках шара; двойной клик для окончания

source: Click to allow the PDF page to fill the entire screen
ru: Нажмите, чтобы просматривать PDF страницу во весь экран

source: Click to change magnification of a certain page area in a pop-up window
ru: Нажмите, чтобы изменить увеличение площади отдельных страниц во всплывающем окне

source: Click to change the magnification of the entire page by entering a certain number
ru: Нажмите, чтобы изменить увеличение всей страницы путем ввода определенного числа

source: Click to close the document
ru: Нажмите для закрытия документа

source: Click to continue the last find action
ru: Нажмите, чтобы продолжить предыдущий поиск

source: Click to decrease the magnification of the entire page
ru: Нажмите, чтобы уменьшить масштаб всей страницы

source: Click to find a next occurence
ru: Нажмите, чтобы найти следующее вхождение

source: Click to find a previous occurence
ru: Нажмите, чтобы найти предыдущее вхождение

source: Click to go to a certain page by entering a certain page number
ru: Нажмите для перехода на определенную страницу, введя определенный номер страницы

source: Click to go to the first page in the document
ru: Нажмите, чтобы перейти на первую страницу документа

source: Click to go to the last page in the document
ru: Нажмите, чтобы перейти к последней странице документа

source: Click to go to the next opened document
ru: Нажмите, чтобы перейти к следующему открытому документу

source: Click to go to the next page in the document
ru: Нажмите, чтобы перейти к следующей странице документа

source: Click to go to the next view
ru: Нажмите для перехода к следующему виду

source: Click to go to the previous opened document
ru: Нажмите для перехода на ранее открытый документ

source: Click to go to the previous page in the document
ru: Нажмите, чтобы перейти к предыдущей странице документа

source: Click to go to the previous view
ru: Нажмите для перехода к предыдущему виду

source: Click to increase the magnification of the entire page
ru: Нажмите, чтобы увеличить масштаб всей страницы

source: Click to make Foxit Reader as the default PDF reader
ru: Нажмите, чтобы Foxit Reader открывал PDF по умолчанию

source: Click to make the document fill the height of the screen
ru: Нажмите, чтобы сделать документ по высоте экрана

source: Click to make the document fill the width of the screen
ru: Нажмите, чтобы сделать документ по ширине экрана

source: Click to make the document scroll automatically
ru: Нажмите, чтобы сделать автоматическую прокрутку документа

source: Click to open a PDF file
ru: Нажмите для открытия PDF файла

source: Click to open the help file
ru: Нажмите для открытия файла справки

source: Click to open the support page in web browser
ru: Нажмите, чтобы открыть сайт технической поддержки через веб браузер

source: Click to open the update page in web browser
ru: Нажмите, чтобы открыть страницу обновлений в веб браузере

source: Click to pop up a real-like magnifier to help you read this PDF file
ru: Щелкните здесь для просмотра реалистичного движения и улучшения читаемости в PDF файле

source: Click to print this PDF file or pages from it
ru: Нажмите, чтобы распечатать PDF файл или страницы из него

source: Click to return the document to its actual size
ru: Нажмите, чтобы вернуть документу его фактический размер

source: Click to rotate the page view clockwise in 90 degree increments
ru: Щелкните здесь, чтобы вращать страницы на 90 градусов по часовой стрелке

source: Click to rotate the page view counterclockwise in 90 degree increments
ru: Щелкните здесь, чтобы вращать страницы на 90 градусов против часовой стрелке

source: Click to save this PDF file to another directory or with a different name
ru: Нажмите, чтобы сохранить этот PDF файл в другой каталог или с другим именем

source: Click to save this PDF file with your latest changes
ru: Нажмите, чтобы сохранить этот PDF файл с вашими последними изменениями

source: Click to scroll through the document continuously
ru: Нажмите, чтобы прокручивать документ непрерывно

source: Click to see an entire page onscreen
ru: Нажмите, чтобы увидеть всю страницу в экране

source: Click to see copyright and version information of Foxit Reader
ru: Нажмите, чтобы увидеть авторские права и информацию о версии Foxit Reader

source: Click to see the document properties
ru: Нажмите, чтобы увидеть свойства документа

source: Click to set output and layout for print action
ru: Щелкните здесь, чтобы установить выходной параметр макета для печати

source: Click to set preferences
ru: Нажмите, чтобы задать параметры

source: Click to show a single page at a time
ru: Кликните для просмотра одной страницы за раз

source: Click to show pages side-by-side
ru: Кликните для просмотра страниц бок о бок

source: Click to show pages side-by-side with continuous scrolling
ru: Кликните для просмотра страниц бок-о-бок с непрерывной прокруткой

source: Click to show the bookmark pane when it's invisible and click to hide the bookmark pane when it's visible
ru: Щелкните здесь, чтобы показать или скрыть панель закладок

source: Click to show the find toolbar when it's invisible and click to hide the find toolbar when it's visible
ru: Нажмите, чтобы посмотреть панель поиска, когда она невидима и нажмите, чтобы скрыть панель поиска, когда она видна

source: Click to show the navigation panel when it's invisible and click to hide the navigation panel when it's visible
ru: Кликните для просмотра на панели навигации, когда она невидима и нажмите, чтобы скрыть панель навигации, когда она видна

source: Click to show the pages pane when it's invisible and click to hide the pages pane when it's visible
ru: Кликните для просмотра страниц панели, когда она невидима и нажмите, чтобы скрыть панель страниц, если она видна

source: Click to view this PDF document as a text file
ru: Нажмите, чтобы посмотреть этот документ PDF в виде текстового файла

source: Click to visit Foxit Corporation Home Page in web browser
ru: Нажмите, чтобы посетить домашнюю страницу Foxit Corporation в веб браузере

source: Clockwise
ru: По часовой стрелке

source: Close
ru: Закрыть

source: Close all documents and exit from Foxit Reader
ru: Закрыть все документы и выйти из Foxit Reader

source: Close the active window and prompts to save the documents
ru: Закрыть текущее окно с запросом сохранения документов

source: Cloudy
ru: Облачный

source: Cloudy &pattern:
ru: Облачный &узор:

source: Cloudy 1 Cloudy 2
ru: Облачный 1 Облачный 2

source: Colo&r:
ru: &Цвет:

source: Comment
ru: Комментарий

source: Completed
ru: Завершено

source: Confirmed
ru: Подтверждено

source: Continuous &Page
ru: &Непрерывная страница

source: Could not get the printer's information.
ru: Не удалось получить информацию о принтере.

source: Coun&terclockwise
ru: &Против часовой стрелки

source: Created:
ru: Создано:

source: Creator:
ru: Создатель:

source: Cross
ru: Пересечение

source: Cu&t
ru: &Вырезать

source: Current toolbar buttons:
ru: Текущая панель кнопок:

source: Current view
ru: Текущий вид

source: Cyrillic
ru: Кириллица

source: Dash &pattern:
ru: &Пунктирный узор:

source: Dashed
ru: Пунктир

source: Dashed 1 Dashed 2 Dashed 3 Dashed 4 Dashed 5 Dashed 6
ru: Пунктир 1 Пунктир 2 Пунктир 3 Пунктир 4 Пунктир 5 Пунктир 6

source: Default &zoom:
ru: Масштаб по &умолчанию:

source: Default page &layout:
ru: &Макет страницы по умолчанию:

source: Delete the current selected annotations
ru: Удаление выбранной аннотации

source: Description
ru: Описание

source: Dialog
ru: Диалог

source: Dimension
ru: Измерение

source: Do not show this message again
ru: Не показывать это сообщение вновь

source: Document Properties
ru: Свойства документа

source: Document:
ru: Документ:

source: Ellipse
ru: Эллипс

source: Encoding:
ru: Кодировка:

source: Enlarge the window to full size
ru: Увеличить окно до полного размера

source: Enter a password:
ru: Введите пароль:

source: Error
ru: Ошибка

source: Error! Cannot open the printer! Please contact your system administrator to confirm.
ru: Ошибка! Принтер не может быть открыт! Пожалуйста, обратитесь к системному администратору.

source: Error! Cannot start printing! Please contact your system administrator to confirm.
ru: Ошибка! Не удается выполнить печать! Пожалуйста, обратитесь к системному администратору.

source: Even pages only
ru: Только четные страницы

source: Exit from the full screen mode and restore to the normal display mode
ru: Выйти из полноэкранного режима и восстановить нормальный режим

source: File format error! The file is not a valid PDF file or corrupted. Please verify and try again.
ru: Ошибка формата файла! Файл не является действительным PDF или поврежден. Проверьте файл и повторите попытку.

source: Find
ru: Поиск

source: Find &Again
ru: &Искать снова

source: Find &Next
ru: &Следующее

source: Find &Previous
ru: &Предыдущее

source: Find &Text:
ru: Искать &текст:

source: Find N&ext
ru: И&скать следующее

source: Find Pre&vious
ru: &Искать предыдущее

source: Fit &Height
ru: П&о высоте

source: Fit &Page
ru: По &странице

source: Fit &Width
ru: &По ширине

source: Fit Height
ru: По высоте

source: Fit Page
ru: По странице

source: Fit Width
ru: По ширине

source: Font Families
ru: Вид шрифта

source: Fonts
ru: Шрифты

source: Fonts Used in this Document
ru: Шрифты, используемые в этом документе

source: Foxit Reader Classmate Edition
ru: Foxit Reader Classmate редакции

source: FoxitReader FoxitR PDF File(.PDF) .PDF FoxitReader.PDFDocument FoxitReader PDF Document
ru: FoxitReader FoxitR PDF Файл(.PDF) .PDF FoxitReader.PDFDocument FoxitReader PDF Документ

source: Fullscreen Appearance
ru: Вид во весь экран

source: General
ru: Общее

source: Go To Page
ru: Перейти к странице

source: Graphics
ru: Графика

source: Greek
ru: Греческий

source: Hebrew
ru: Иврит

source: Help
ru: Помощь

source: Help for Foxit Reader Classmate Edition
ru: Помощь для Foxit Reader Classmate редакции

source: Highlight
ru: Подчеркивание

source: Info
ru: Информация

source: Insert
ru: Вставка

source: Insert Text
ru: Вставить текст

source: Insertion Caret
ru: Вставка каретки

source: Japanese
ru: Японский

source: Key
ru: Ключ

source: Keywords:
ru: Ключевые слова:

source: Korean
ru: Корейский

source: LandScape
ru: Горизонтальный

source: Language
ru: Язык

source: LatinExtA
ru: Экстра латинский

source: LatinOne
ru: Только латинский

source: Line
ru: Линия

source: Line &Thickness ...
ru: &Толщина линии ...

source: Line &ending:
ru: &Окончание строки:

source: Line &starting:
ru: &Начало строки:

source: Load &Default Settings
ru: Загрузить &стандартные настройки

source: Load &Last Customized Settings
ru: Загрузить последние &индивидуальные настройки

source: Load the customized toolbar settings
ru: Загрузить пользовательские настройки панели инструментов

source: Load the default toolbar settings
ru: Настройки панелей инструментов по умолчанию

source: Loading bookmarks ...
ru: Загрузка закладок ...

source: Loading page objects %d/%d ...
ru: Загрузка объектов страницы %d/%d ...

source: Loading page thumbnails %d/%d ...
ru: Загрузка эскизов страниц %d/%d ...

source: Loading pages ...
ru: Загрузка страниц ...

source: Loading thumbnails ...
ru: Загрузка эскизов ...

source: Lock
ru: Блокировать

source: Loupe Tool
ru: Лупа

source: Magnification
ru: Увеличение

source: Marquee select a screen area for copying as an image
ru: Выбор произвольной области экрана, чтобы скопировать его в виде рисунка

source: Match &sense
ru: Учитывать &регистр

source: Match &whole word only
ru: Только слово &целиком

source: Migration history
ru: История перемещения

source: MigrationConfirmed
ru: Подтверждение перемещения

source: MigrationNone
ru: Нет перемещения

source: MigrationPending
ru: В ожидании перемещения

source: Modified:
ru: Изменено:

source: More...
ru: Подробнее...

source: Move the selected button item to the lower position
ru: Перемещение выбранного объекта кнопки в нижнем положении

source: Move the selected button item to the upper position
ru: Перемещение выделенного элемента кнопки в верхнее положение

source: N&ot Confirmed
ru: &Не подтверждено

source: New Paragraph
ru: Новый параграф
