Repository: FZUG/repo
Catalog: rpms/foxit/FoxitReader_*.po
Languages: ru

source: Nex&t Document
ru: След&ующий документ

source: Next Vie&w
ru: Посмотреть &вперед

source: No Color
ru: Без цвета

source: None
ru: Нет

source: None Open Closed Open (Reverse) Closed (Reverse) Butt Diamond Round Square Slash
ru: Отсутствует Открыть Закрыть Открытие в обратном порядке Закрытие в обратном порядке Стыковка Ромб Круг Квадратный Черта

source: Not Confirmed
ru: Не подтвержден

source: Not Expand Expand to all monitors
ru: Не расширяется Развернуть на все мониторы

source: Note
ru: Примечание

source: Note Type
ru: Тип примечания

source: Note type:
ru: Тип примечания:

source: Number of Pages:
ru: Количество страниц:

source: O&pen Popup Note
ru: &Открыть всплывающее примечание

source: OK
ru: Ок

source: Odd pages only
ru: Только нечетные страницы

source: Open Status
ru: Открытый статус

source: Open a dialog to customize the toolbar settings
ru: Открыть диалоговое окно для настройки панелей инструментов

source: Open the annotation properties dialog box
ru: Открыть диалоговое окно свойства заметок

source: Operation
ru: Действие

source: Options
ru: Опции

source: Orientation
ru: Ориентация

source: Other Color ...
ru: Другие цвета...

source: Other Color...
ru: Другие цвета...

source: P&rint Setup ...
ru: &Настройка печати ...

source: PDF Version:
ru: Версия PDF:

source: Pa&ge from:
ru: &Страница из:

source: Page Display
ru: Вид страницы

source: Page Rotate:
ru: Повернуть страницу:

source: Page Scaling:
ru: Масштабирование страницы:

source: Page Size:
ru: Размер страницы:

source: Page through the document contents and response links
ru: Пролистывание содержимого документа и ответных ссылок

source: Page: %d/%d
ru: Страница: %d/%d

source: Pages
ru: Страницы

source: Paper
ru: Бумага

source: Paper is jammed in the printer
ru: Бумага застряла в принтере

source: Paper:
ru: Бумага:

source: Paragraph
ru: Параграф

source: Parse content error.
ru: Ошибка контент-анализа.

source: Password
ru: Пароль

source: Pe&ncil Tool
ru: &Карандаш

source: Pencil
ru: Карандаш

source: Please enter a number between %d and %d.
ru: Пожалуйста, введите число между %d и %d.

source: Poly&gon Line Tool
ru: &Линия прямоугольника

source: Polygon
ru: Прямоугольник

source: Polygon Line
ru: Линия прямоугольника

source: Popup
ru: Всплывающее

source: Portrait
ru: Портрет

source: Preferences
ru: Настройки

source: Preview
ru: Предварительный просмотр

source: Previous &Document
ru: Пре&дыдущий документ

source: Previous &View
ru: Пред&ыдущий просмотр

source: Print
ru: Печать

source: Print Handling
ru: Печать заголовка

source: Print PDF File - Foxit Reader Classmate Edition
ru: Печать PDF файла - Foxit Reader Classmate редакция

source: Print Range
ru: Диапазон страниц

source: Printer
ru: Принтер

source: Printer Command
ru: Команды принтера

source: Printing copy %d, page %d / %d ...
ru: Печать копии %d, страница %d / %d ...

source: Printing page %d / %d ...
ru: Печать страницы %d / %d ...

source: Printing page %d / %d, copy %d ...
ru: Печать %d / %d, копия %d ...

source: Printing...
ru: Печатается...

source: Prioritized
ru: Предпочтительные

source: Producer:
ru: Производитель:

source: Progress1
ru: Прогресс1

source: Progress:
ru: Прогресс:

source: Proper&ties ...
ru: Сво&йства

source: Properties
ru: Свойства

source: Property Controller All rights reserved Copyright(C) by Foxit Corporation. 2005-2008
ru: Свойства контроллера Все права защищены Copyright(C) Foxit Corporation. 2005-2008

source: R&eset Popup Note
ru: &Сброс всплывающих заметок

source: Reader has finished searching the document. No matches were found.
ru: Поиск завершен. Совпадений нет.

source: Reader has finished searching the document. No more matches were found.
ru: Поиск завершен. Больше совпадений нет.

source: Ready
ru: Готово

source: Rectangle
ru: Прямоугольник

source: Redo
ru: Повторить

source: Reduce the window to an icon
ru: Уменьшить окно в значок

source: Rejected
ru: Отклонено

source: Remove the selected button item from the current toolbar buttons list
ru: Удалить выбранный элемент кнопки из текущего списка кнопок панели инструментов

source: Replace
ru: Заменить

source: Reply
ru: Ответ

source: Resolution:
ru: Разрешение:

source: Restore the window to normal size
ru: Восстановление нормального размера окна

source: Reverse Pages
ru: Обратить страницы

source: Review
ru: Просмотр

source: Review History
ru: История просмотра

source: Review history
ru: История просмотра

source: Right Arrow
ru: Правая стрелка

source: Right Pointer
ru: Правый указатель

source: Rotation: %d
ru: Поворот: %d

source: Ru&bber Tool
ru: &Резинка

source: S&ubject:
ru: &Тема:

source: Save &As ...
ru: &Сохранить как ...

source: Se&t Current Properties as Default
ru: &Установить текущие свойства по умолчанию

source: Searching %d / %d
ru: Поиск %d / %d

source: Security Warning
ru: Предупреждение о безопасности

source: Select a page:
ru: Выбрать страницу:

source: Select all text in the current document
ru: Выделить весь текст в текущем документе

source: Select annotations
ru: Выделить аннотации

source: Select text for copying and pasting
ru: Выделение текста для копирования и вставки

source: Select text to add a replace mark on it
ru: Выделить текст, чтобы добавить смену метки на нем

source: Select text to highlight it
ru: Выделить текст для подсветки

source: Select text to make it crossed out
ru: Выделить текст, чтобы сделать его перечеркнутым

source: Select text to make it squiggly
ru: Выделить текст, чтобы пометить его волнистыми линиями

source: Select text to underline it
ru: Выделить текст, чтобы подчеркнуть его

source: Separator
ru: Разделитель

source: Set color value for the selected annotations
ru: Установить значение цвета для выбранной аннотации

source: Set line thickness for the selected annotations
ru: Установить толщину линии для выбранной аннотации

source: Sho&w text in line
ru: &Показать текст на линии

source: Shortcuts
ru: Сочетания клавиш

source: Single Page Continuous Facing Continuous-Facing
ru: Одна страница Непрерывная одна страница Две страницы Непрерывные две страницы

source: Slider1
ru: Ползунок1

source: Solid
ru: Сплошной

source: Spin1
ru: Спин1

source: Squiggly
ru: Волнистый

source: Star
ru: Звезда

source: Status:
ru: Статус:

source: Strike&out Text Tool
ru: &Зачеркнутый

source: Strikeout
ru: Зачеркнуть

source: Subject:
ru: Тема:

source: Subset:
ru: Страницы из:

source: Tab1
ru: Вкладка1

source: Text &View
ru: &Только текст

source: Thai
ru: Тайский

source: The automatically scroll time elapse is invalid, must between 1 and 99. Please enter again.
ru: Интервал времени для автоматической прокрутки является недействительным. Она должна быть от 1 до 99. Введите его еще раз.

source: The document is loading now. Are you sure to abort the loading and close it now?
ru: Документ загружается. Вы уверены, что нужно отменить загрузку и закрыть документ?

source: The document is trying to connect to the site: %s If you trust the site, click Yes, otherwise click No
ru: Документ пытается подключиться к следующим веб-сайтам: %s Если вы думаете, что сайт заслуживает доверия, нажмите кнопку "Да", в противном случае нажмите "Нет".

source: The file has been changed. Do you want to save the changes?
ru: Файл был изменен. Хотите сохранить изменения?

source: The file is protected by security settings. And need an open password.
ru: Файл защищен настройками безопасности и требует пароль для открытия.

source: The file to be launched by this PDF may contain something that could potentially harm your computer. Only open the file if you are sure it is safe. Would you like to open the file?
ru: Данный PDF файл может содержать элементы, которые могут нанести вред Вашему компьютеру. Открывайте этот файл, только если вы уверены, что данный файл содержит безопасные элементы. Открыть этот файл?

source: The new display scale:
ru: Новая шкала дисплея:

source: The page number is invalid, must be between %d and %d. Please enter again.
ru: Номер страницы является недействительным, он должен быть между %d и %d. Пожалуйста, введите еще ​​раз.

source: The page number is invalid, must be between 1 and %d. Please enter again.
ru: Неверный номер страницы. Выберите номер страницы от 1 до %d. Введите его еще раз.

source: The page number should be smaller than %d.
ru: Номер страницы должен быть меньше %d.

source: The printer cannot print the current page.
ru: Принтер не может напечатать текущую страницу.

source: The printer door is open.
ru: Лоток принтера открыт.

source: The printer has a paper problem.
ru: Проблема с бумагой в принтере.

source: The printer has an error that requires the user to do something.
ru: Произошла ошибка принтера, которая требует вмешательства пользователя

source: The printer has run out of memory.
ru: У принтера закончилась память

source: The printer is busy.
ru: Принтер занят.

source: The printer is deleting a print job.
ru: Принтер выполняет удаление задания на печать.

source: The printer is in a manual feed state.
ru: Принтер использует ручную подачу.

source: The printer is in an active input/output state.
ru: Принтер находится в состоянии активного входа или выхода.

source: The printer is in an error state.
ru: Принтер находится в состоянии ошибки.

source: The printer is in power save mode.
ru: Принтер находится в режиме экономии энергии.

source: The printer is initializing.
ru: Принтер выполняет инициализацию.

source: The printer is low on toner.
ru: Низкий уровень тонера в принтере

source: The printer is not available for printing.
ru: Принтер недоступен для печати

source: The printer is offline.
ru: Принтер выключен.

source: The printer is out of paper.
ru: В принтере нет бумаги.

source: The printer is out of toner.
ru: В принтере закончился тонер.

source: The printer is paused.
ru: Принтер приостановлен.

source: The printer is printing.
ru: Принтер печатает.

source: The printer is processing a print job.
ru: Принтер обрабатывает задания на печать.

source: The printer is waiting.
ru: Принтер в режиме ожидания.

source: The printer is warming up.
ru: Принтер прогревается.

source: The printer name is invalid.
ru: Имя принтера является недействительным.

source: The printer status is unknown.
ru: Неизвестный статус принтера.

source: The printer's output bin is full.
ru: Выходной лоток принтера заполнен.

source: The selected area has been copied to the clipboard.
ru: Выбранный участок был скопирован в буфер обмена.

source: The value of magnification must be 'Actual Size','Fit Width','Fit Height','Fit Page', or a value between 5% and 6400%.
ru: Величина увеличения должна быть "Фактический размер", "По ширине", "По высоте", "По размеру страницы", или значение от 5% до 6400%.

source: This file has been opened successfully!
ru: Этот файл был успешно открыт!

source: This file has no page object. It's an empty file.
ru: Этот файл не имеет объекта страницы. Файл пуст.

source: Title:
ru: Название:

source: Top left Top center Top right Center left Center Center right Bottom left Bottom center Bottom right
ru: Вверху слева Сверху по центру Вверху справа В центре слева Центр Центр справа Внизу слева Внизу по центру Внизу справа

source: Tree1
ru: Дерево1

source: Type:
ru: Тип:

source: Type:
ru: Тип:

source: Underline
ru: Подчеркивание

source: Undo
ru: Вернуть

source: Unknown
ru: Неизвестный

source: Unknown error! Cannot open the file. Please verify and try again.
ru: Неизвестная ошибка! Файл не может быть открыт. Пожалуйста, проверьте и попробуйте снова.

source: Unknown user
ru: Неизвестный пользователь

source: Up Arrow
ru: Стрелка вверх

source: Up-Left Arrow
ru: Стрелка вверх-влево

source: Zoom &In
ru: &Увеличить

source: Zoom &Out
ru: У&меньшить

source: Zoom &Point:
ru: &Позиция увеличения:

source: Zoom &To ...
ru: У&величить до ...

source: Zoom To
ru: Увеличить до

source: Zoom: %d%%
ru: Увеличение: %d%%

source: file full path name
ru: полный путь к файлу

source: in
ru: в

source: prompt string
ru: Строка подсказок
